Tekla.Structures.Model.Internal.OverlayModel.OverlayModelEventHandler.EventListeners
List of Events objects waiting to be called

Tekla.Structures.Model.Internal.OverlayModel.OverlayModelEventHandler.EventSubscribers
List of Events objects waiting to be called

Tekla.Structures.Model.Internal.OverlayModel.OverlayModelEventHandler.SubscribeEvent(System.String,Tekla.Structures.Model.Internal.OverlayModel.IInternalOverlayModelEvents)


Tekla.Structures.Model.Internal.OverlayModel.OverlayModelEventHandler.UnsubscribeEvent(System.String,Tekla.Structures.Model.Internal.OverlayModel.IInternalOverlayModelEvents)


Tekla.Structures.Model.Internal.OverlayModel.OverlayModelEventHandler.OnEvent(System.String)
Method to be called from native side for any overlay model event
param: Name of the event + parameters if necessary
Returns: